"AboutVersion" = "версия %@.%@";
"ActivationBtnActivate" = "Ввести активационный код";
"ActivationBuyBtn" = "Купить PRO версию";
"ActivationFailMsg" = "Активация не удалась";
"ActivationInvalidFormatInfo" = "Он должен иметь вид: ХХХХХ-ХХХХХ-и т.д. Пожалуйста, убедитесь, что Вы не допустили опечаток. Мы рекомендуем использовать копирование и вставку, чтобы избежать ошибок при вводе.";
"ActivationInvalidFormatMsg" = "Неверный формат активационного кода";
"ActivationKeyDescr" = "Если Вы приобрели Folx, на Ваш почтовый адрес было выслано письмо с активационным кодом. Введите его сюда.";
"ActivationKeyHelp" = "Потеряли Ваш активационный код?";
"ActivationKeyLabel" = "Введите Ваш активационный код:";
"ActivationOKMInfo" = "Спасибо за использование Folx! Все скачивается легко вместе с нами!";
"ActivationOKMsg" = "Активация прошла успешно";
"AddingTasks" = "Добавление...";
"AllFilters" = "Все";
"AllURLS" = "[ВСЕ ССЫЛКИ]";
"Apply" = "Применить";
"ApplyToAll" = "Применить ко всему";
"AutoSpeed" = "\"Умная\" скорость";
"Beta-tester" = "Бета-тестер";
"Browsers" = "Браузеры";
"Business" = "Business";
"CancelButton" = "Отмена";
"CheckAll" = "Отметить все";
"CheckSelectedAll" = "Отметить Выбранное";
"CompactFileSize" = "%@ из %@";
"Company" = "Компания";
"Demo" = "Free";
"DiskSpaceAlertInformativeText" = "Пожалуйста, освободите место на диске и перезапустите Ваши загрузки";
"DiskSpaceAlertMessageText" = "Недостаточно места на диске для сохранения этого файла";
"DontDownload" = "Не загружать";
"DontShowAgain" = "Больше не показывать";
"DownloadAllAlwaysButton" = "Всегда все скачивать";
"DownloadAllButton" = "Скачать все";
"DownloadButton" = "Скачать";
"DownlodedMusic" = "Загруженная музыка";
"DownlodedVideo" = "Загруженное видео";
"lblProgressTaskInfo" = "%@ из %@ %@";
"EmptyTasksList" = "Нет активных задач загрузки в Folx.";
"FamilyPack" = "Family Pack";
"FileInFolderAlertInformativeText" = "Вы хотите начать эту загрузку заново?";
"FileInFolderAlertInformativeTextEX" = "Дубликат файла";
"FileInFolderAlertMessageText" = "Файл %@\nуже есть в папке\n%@.\nВы хотите его заменить?";
"FilterCaptionActive" = "Загрузка";
"FilterCaptionAll" = "Все";
"FilterCaptionCompleted" = "Завершено";
"FilterCaptionPaused" = "Остановлено";
"FilterCaptionScheduled" = "Запланировано";
"FilterCaptionSeeding" = "Раздача";
"FilterPlaceholder" = "Поиск";
//"UrlPlaceHolder"="Enter download link or search for torrents";
"UrlPlaceHolder" = "Ввести URL или искать торренты";
"General" = "Общие";
"Hight" = "высокий";
"HightPriority" = "Высокий приоритет";
"LinkInListInformativeText" = "Вы уверены, что хотите загрузить повторно?";
"LinkInListInformativeText2" = "Вы уверены, что хотите повторно загрузить \n%@?";
"LinkInListMessageText2" = "Ссылка (%@) уже есть в Вашем списке загрузок.";
"LinkInListMessageText3" = "Эта задача завершена.";
"LogMenu_Copy" = "Копировать";
"LogMenu_Copy_full_log" = "Скопировать лог полностью";
"LogMenu_Save_log_to_file" = "Сохранить лог в файл";
"Low" = "низкий";
"LowPriority" = "Низкий приоритет";
"Mount" = "Подключить";
"MyUploadsTag" = "мои загрузки";
"NMSDServiceName" = "Скачать ссылки с помощью Folx";
"NewTagTemplate" = "новый тег%@";
"NoAppMessage" = "Не указано приложение для открытия файла %@";
"NoButton" = "Нет";
"Normal" = "обычный";
"NormalPriority" = "Обычный приоритет";
"OKButton" = "OK";
"OpenPanelCreateTorrent" = "Выберите файл или папку для создания торрента";
"Personal" = "Personal";
"Proxy" = "Прокси";
"QuitAfterSeconds" = "Folx будет закрыт через %d секунд по завершению задач загрузок или как было запланировано";
"RelocateButton" = "Выбрать";
"STATUS_ADDR_FAIL" = "неверное имя хоста";
"STATUS_AUTH_REQUIRED" = "необходима аутентификация";
"STATUS_BAD_HTTP_HEADER" = "недействительный HTTP-заголовок в ответе сервера";
"STATUS_CANT_CONNECT_TO_PROXY" = "ошибка подключения к прокси";
"STATUS_CONNECT_ERROR" = "ошибка подключения";
"STATUS_CONTENT_TYPE_MISMATCH" = "тип содержимого файла на сервере и тип содержимого файла на локальном диске не совпадают";
"STATUS_DOWNLOADUP_NO" = "сервер не поддерживает возобновление загрузок";
"STATUS_DOWNLOADUP_YES" = "сервер поддерживает возобновление загрузок";
"STATUS_FILE_OPEN_FAIL" = "не удалось создать новый файл для записи";
"STATUS_FILE_OP_FAIL" = "Не удалось записать данные в файл";
"STATUS_FILE_SEEKING_FAIL" = "поиск ошибки: не удается увеличить файл";
"STATUS_FTP_COULDNT_SET_BINARY" = "СТАТУС_FTP_НЕ_УДАЛОСЬ_УСТАНОВИТЬ_ДВОИЧНЫЙ_РЕЖИМ_ДЛЯ_ПЕРЕДАЧИ_ФАЙЛОВ";
"STATUS_FTP_CWD_FAILED" = "ошибка команды cwd";
"STATUS_FTP_LIST_ERROR" = "ошибка команды LIST";
"STATUS_FTP_LOGIN_DENIDED" = "ошибка входа";
"STATUS_FTP_OPEN_DATA_SOCK_FAIL" = "открыть сокет в пассивном режиме";
"STATUS_FTP_PASV_ERROR" = "ошибка при переходе в пассивный режим";
"STATUS_FTP_REST_UNSUPPORTED" = "REST не поддерживается или ошибка протокола";
"STATUS_FTP_UNDEFINE_FILE_SIZE" = "неверный размер полученного файла для возобновления загрузки";
"STATUS_HTTPPROXY_ADDR_FAILED" = "неверный адрес HTTP прокси";
"STATUS_HTTPPROXY_CONNECT_FAILED" = "Не удалось соединиться с HTTP прокси";
"STATUS_INTERNAL_PARSE_ERROR" = "означает, что не получилось что-то разобрать корректно";
"STATUS_NO_MATCH_PROXY_SETTINGS" = "запрошенные настройки proxy не найдены в списке настроек";
"STATUS_PARSE_ERROR" = "не удалось разобрать заголовок";
"STATUS_PROTOCOL_ERROR" = "неверный ответ HTTP";
"STATUS_PROTOCOL_UNEXPECTED_RESPONSE" = "неожиданный ответ сервера";
"STATUS_RECEIVE_ERROR" = "ошибка приема";
"STATUS_RESUMING_FILEDATE_MISMATCH" = "дата файла на сервере не совпадает с датой файла на компьютере";
"STATUS_RESUMING_FILES_MISMATCH" = "файл на сервере и локальный не совпадают";
"STATUS_SEND_REQUEST_ERROR" = "ошибка при отправке";
"STATUS_SOCKS4_ADDR_FAILED" = "Неверный адрес SOCKS4";
"STATUS_SOCKS4_CONNECT_FAILED" = "сбой подключения SOCKS4";
"STATUS_SOCKS4_RECV_FAILED" = "ошибка SOCKS4 recv";
"STATUS_SOCKS4_SEND_FAILED" = "отправка SOCKS4 не удалась";
"STATUS_SOCKS5_ADDR_FAILED" = "неверный адрес SOCKS5";
"STATUS_SOCKS5_AUTH_FAILED" = "Авторизация SOCKS5 не удалась";
"STATUS_SOCKS5_CONNECT_FAILED" = "сбой подключения SOCKS5";
"STATUS_SOCKS5_FAILED" = "Сбой SOCKS5";
"STATUS_SOCKS5_GSSAUTH_FAILED" = "Авторизация SOCKS5 GSS не удалась";
"STATUS_SOCKS5_RECV_FAILED" = "не удалось получить SOCKS5";
"STATUS_SOCKS5_SEND_FAILED" = "отправка SOCKS5 не удалась";
"STATUS_UNKNOWN_ERROR" = "неизвестная ошибка";
"STATUS_UNSUPPORTED_FEATURE" = "неподдерживаемая функция протокола (или команда)";
"STAT_activating" = "Активация...";
"STAT_checking" = "Проверка файлов...";
"STAT_downloading" = "Активно";
"STAT_fail" = "Ошибка";
"STAT_finalization" = "Завершение...";
"STAT_finished" = "Завершено";
"STAT_much_error" = "Критическая ошибка";
"STAT_q_checking" = "В очереди на проверку";
"STAT_q_downloading" = "В очереди";
"STAT_q_seeding" = "В очереди раздач";
"STAT_r_checking" = "Проверка данных файла...";
"STAT_resumable_error" = "Некритическая ошибка";
"STAT_schedulet" = "Запланировано";
"STAT_seeding" = "Раздача";
"STAT_suspended" = "Остановлено";
"Scheduler" = "Планировщик";
"Search" = "Поиск";
"SelectButton" = "Выбрать";
"ShutdownAfterSeconds" = "Ваш Mac выключится через %d секунд по завершению задач загрузок или как было запланировано";
"Skip" = "пропустить";
"SleepAfterSeconds" = "Ваш Mac перейдет в \"Спящий\" режим через %d секунд по завершению задач загрузок или как было запланировано";
"StopButton" = "Стоп";
"TagApplication" = "приложение";
"TagMenu_Deselect_All" = "Отменить выбор";
"TagMenu_Select_All" = "Выбрать все";
"TagMovie" = "видео";
"TagMusic" = "музыка";
"TagOther" = "другие";
"TagPicture" = "изображение";
"Tags" = "Теги";
"TaskStatusComplete" = "Завершено";
"TaskStatusPaused" = "Остановлено";
"TaskStatusQueued" = "В очереди";
"TaskStatusScheduled" = "Запланировано";
"TasksViewHeaderTitle_comment" = "Комментарий";
"Torrent" = "Торренты";
"TorrentInfoSegment_Files" = "Файлы";
"TorrentInfoSegment_General" = "Общие";
"TorrentInfoSegment_Peers" = "Пиры";
"TorrentInfoSegment_Pieces" = "Части";
"TorrentInfoSegment_Trackers" = "Трекеры";
"Types" = "Типы";
"UncheckAll" = "Отменить все";
"UncheckSelectedAll" = "Отменить Выбор";
"UninstallInfo" = "Вы собираетесь полностью удалить Folx. Все ваши настройки не будут сохранены. Вы уверены?";
"UninstallMsg" = "Деинсталляция Folx";
"UseHttp" = "Добавить HTTP и загрузить";
"VisitWebButton" = "Перейти на сайт";
"YesButton" = "Да";
"aboutLeftDays" = "Personal, ограниченная по времени, %li день(ей) осталось";
"aboutLicense" = "Тип лицензии:";
"aboutLicenseType1" = "Free";
"aboutLicenseType2" = "Лицензия";
"alertInfoError404Local" = "Запрашиваемый ресурс %@ не найден, но, возможно, будет доступен в будущем. Попробуйте позже.";
"alertMessageError404Local" = "Не удается загрузить это видео в данный момент";
"bandwidthCaption" = "Активность канала";
"bandwidthCurrSpeed" = "текущий";
"bandwidthAvg5MinSpeed" = "≈ 5 мин:";
"bandwidthAvg15MinSpeed" = "≈ 15 мин:";

"btnBuyLicense" = "Купить PRO";
"btnBuyLicense1" = "Изменить лицензию";

"btnDefaultApp" = "По умолчанию";
"btnEnterCode" = "Активировать Folx PRO";
"btnEnterCode1" = "Сменить тип лицензии";
"btnLater" = "Позже";
"btnInstallNow" = "Установить сейчас";
"btnNewTaskApply" = "Применить";
"btnNewTaskAuthorization" = "Аутентификация";
"btnNewTaskSetAsDefaults" = "По умолчанию";
"btnRandomize" = "Случайный порт";
"btnRestorePutchase" = "Восстановить Покупки";
"btnSendStatistic" = "Отправлять анонимную статистику Eltima";
"btnStopSeed" = "Остановить раздачу при рейтинге";
"btnUseAgent" = "Показывать Folx Agent в строке меню";
"btnUseFree" = "Продолжить бесплатно";
"btnUsePlugin" = "Использовать Folx для перехвата ссылок";
"btnUseRandomPortAtStartup" = "Случайный порт при запуске";
"byte" = "Б";
"byte-sec" = "Б/с";
"chkFolxShowAgain" = "Больше не напоминать";
"chkUseForAllLinks" = "Использовать для всех ссылок";
"ckUseDHT" = "Включить сеть DHT";
"ckUseLPD" = "Включить Local Peer Discovery";
"ckUseNATPMP" = "Включить NAT-PMP";
"cntxMenuSort" = "Сортировать по";
"cntxMenuSortAsc" = "Восходящий";
"cntxMenuSortByDate" = "Сортировать по дате";
"cntxMenuSortByName" = "Сортировать по имени";
"cntxMenuSortByNone" = "Сортировать по приоритету";
"cntxMenuSortBySeeds" = "Сортировка по сидам";
"cntxMenuSortBySize" = "Сортировать по размеру";
"cntxMenuSortDate" = "Дата";
"cntxMenuSortDesc" = "Нисходящий";
"cntxMenuSortName" = "Имя";
"cntxMenuSortNone" = "Приоритет";
"cntxMenuSortSeeds" = "Сиды";
"cntxMenuSortSize" = "Размер";
"cntxMenuView" = "Вид";
"copyright" = "©2017 Eltima Software. Все права защищены.";
"editTaskTitle" = "Изменить задачу";
"emptyListLabel" = "В настоящее время нет задач загрузки с выбранными параметрами.";
"emptyListLabel1" = "В Folx нет текущих загрузок.";
"emptyListLabelTorrentSearch" = "Список поиска торрентов пуст. Как только Вы начнете искать торренты, результаты отобразятся здесь.";
"errNewTaskInvalidInput" = "Неверный Ввод";
"errNewTaskInvalidScheme" = "Неверный URL";
"errNewTaskInvalidURL" = "Вы ввели неверную или пустую ссылку. Пожалуйста, исправьте ее и попробуйте еще раз.";
"fetchingMetadata" = "Поиск пиров";
"gigabyte" = "GB";
"hdFolder" = "Папка";
"hdTag" = "Тег";
"iTunesIntegration" = "Интегрировать в iTunes";
"infoActv2" = "Пришло время обязательной реактивации Вашей лицензии Folx. К сожалению, автоматическая реактивация не удалась и до тех пор, пока она не пройдет успешно, программа будет работать в бесплатном режиме. Пожалуйста, убедитесь, что Вы подключены к сети Интернет, дата и время выставлены правильно на Вашем Mac и брандмауэр не препятствует подключению Folx к активационному серверу.";
"infoCreateTag" = "Тег уже существует";
"infoDONTHavePermission" = "У Вас нет разрешения на сохранение файлов в \"%@\".";
"infoDeleteTag" = "Удалить выбранные теги?";
"infoDeleteTask" = "Удалить выбранные задачи?";
"infoDeleteTaskWFiles" = "Удалить задачи с файлами?";
"infoEnterFileTorrent" = "Пожалуйста, введите имя файла или папки";
"infoFileNotFound" = "Файл был удален или перемещен";
"infoFolderForTagNotFound" = "Скачанный файл не может быть помещен в папку данного тега, т.к. папка, связанная с этим тегом в данный момент недоступна";
"infoFolderNotFoundMount" = "Папка для \"%@\" удалена или временно недоступна. Хотите выбрать другой путь для сохранения этого файла или попробуете подключить ранее используемый диск \"%@\"?";
"infoImportFromOldVer" = "У Вас есть возможность импортировать ваши загрузки и теги из предыдущей версии Folx, установленной на вашем компьютере.";
"infoNeedInstallPlugin" = "Пожалуйста, перезапустите Ваши интернет-браузеры для активации перехвата закачек. Смотрите полный список поддерживаемых браузеров в Cправке Folx.";
"infoInvalidTorrentFile" = "Этот торрент-файл не может быть открыт, т.к. он содержит неверные данные.";
"infoLoadFTPFolder" = "Если Вы хотите загрузить только определенные файлы, пожалуйста, нажмите кнопку \"Выбрать\"";
"infoNotConnected" = "Пожалуйста, проверьте соединение с Интернет и попробуете снова.";
"infoRestoreFailed" = "Ошибка при попытке восстановления Ваших предыдущих покупок. Убедитесь, что Вы вводите правильный Apple ID и проверьте Ваше подключение к интернету.";
"infoTorrentCreateErr" = "Пожалуйста, попробуйте создать торрент-файл заново";
"infoTorrentFileCountZero" = "Пожалуйста, укажите другой файл или папку";
"infoTorrentFileNotFound" = "Пожалуйста, введите другое имя файла";
"infoTorrentInList" = "Торрент, который Вы пытаетесь добавить, уже находится в списке";
"infoTorrentInListEX" = "Вы все равно хотите загрузить из него трекеры?";
"infoTorrentRatio" = "Хотите раздавать этот торрент всегда?";
"infoTrackersNotFound" = "Трансфер не обратится к трекерам за пирами, и для загрузки и раздачи будет полагаться только на нетрекерные методы обнаружения пиров, таких как PEX и DHT.";
"infoTrackersNotFoundPrivate" = "Трансфер, помеченный как приватный без адресов трекеров, не сможет подключаться к пирам. Торрент-файл будет нужен только если Вы планируете загрузить файл на веб-сайт трекера, который добавит адреса за Вас.";
"infoTrialExpired" = "Спасибо за использование Folx PRO! Срок действия Вашей временной лицензии истек и приложение переходит в бесплатный режим.";
"infoUnableMount" = "Диск, который Вы пытаетесь подключить, в данный момент недоступен. Пожалуйста, попробуйте выбрать другую папку для этого файла.";
"infoWantStop" = "Данная загрузка не поддерживает возобновление прерванных закачек. Остановив закачку сейчас, придется начинать ее заново.";
"infoYoutubeUnAvalible" = "Для скачивания видео с YouTube, пожалуйста, используйте специальную версию с нашего сайта.";
"infofieldNameIsEmpty" = "Пожалуйста, введите имя тега для применения выбранных настроек";
"infofieldPathIsEmpty" = "Пожалуйста, укажите путь для сохранения файлов с таким тегом";

"infoShortStringForSearch" = "Слишком короткий текст";
"kilobyte" = " КБ";
"kilobyte-sec" = "КБ/с";

"lblDefaultApp" = "Открыть торренты с помощью Folx:";
"lblEditTaskCaption" = "Изменить Задачу";
"lblEditTorrentCaption" = "Изменить Торрент";
"lblGlobalConnectionsLimit" = "Ограничение кол-ва подключений:";
"lblNewTaskCaption" = "Новая Задача";
"lblNewTaskDate" = "Дата:";
"lblNewTaskDescription" = "Описание:";
"lblNewTaskFolder" = "Сохранить в";
"lblNewTaskName" = "Имя:";
"lblNewTaskPassword" = "Пароль:";
"lblNewTaskReferer" = "Реферер:";
"lblNewTaskRename" = "Переименовать:";
"lblNewTaskSize" = "Размер:";
"lblNewTaskStartTags" = "Теги";
"lblNewTaskStartType" = "Начало:";
"lblNewTaskThreads1" = "Разделить на:";
"lblNewTaskThreads2" = "поток(-ов)";
"lblNothingFound" = "К сожалению, ничего не найдено. Попробуйте изменить поисковый запрос...";
"lblPrefDeleteTorrents" = "Удалить загруженные .torrent";
"lblPrefLoadTorrents" = "Автоматически загружать .torrent из:";
"lblPrefMoveTorrents" = "По окончании переместить .torrent в:";
"lblPrefStoreTorrents" = "Сохранять .torrent в:";
"lblPrefTorrents" = ".torrent";
"lblPrefNetwork" = "Сеть";
"lblRandomize" = "Случайный:";
"lblTagPredicateTorrent" = "Торрент";
"lblTagPredicateURL" = "URL";
"lblTagPredicateYoutube" = "YouTube";
"lblTagPredicateType" = "Тип задачи";
"lblTagPredicateDescr" = "Описание";
"lblSearching" = "Поиск торрентов...";
"lblSearchingError" = "Проверьте торрент-трекеры и повторите попытку.";
"lblTFileName" = "Имя файла:";
"lblTPath" = "Сохранить в:";
"lblTPiecesSize" = "Размер частей:";
"lblTPrivate" = "Частный";
"lblTStartSeeding" = "Начать раздачу";
"lblTorrentConnectionsLimit" = "Лимит подключений на один торрент:";
"lblTorrentDownloading" = "%@ из %@%@%@";
"lblTorrentInfoDSpeed" = "Скорость загрузки:";
"lblTorrentInfoDownloaded" = "Загружено:";
"lblTorrentInfoElapse" = "Затраченное время:";
"lblTorrentInfoPeers" = "Пиры:";
"lblTorrentInfoRatio" = "Рейтинг:";
"lblTorrentInfoRemain" = "Оставшееся время:";
"lblTorrentInfoSaveAs" = "Сохранить как:";
"lblTorrentInfoSeeds" = "Сиды:";
"lblTorrentInfoSize" = "Общий размер:";
"lblTorrentInfoUSpeed" = "Скорость загрузки:";
"lblTorrentInfoUploaded" = "Загружено:";
"lblTorrentSearch" = "Поиск торрентов на:";
"lblTorrentSeeding" = "%@%@%@%@";
"lblTorrentTCPPort" = "Входящий TCP порт:";
"lblTorrentTCPPortStateClose" = "Порт занят";
"lblTorrentTCPPortStateOpen" = "Порт свободен";
"lblTorrentUploadSlotsLimit" = "Cлотов отдачи на один торрент:";
"lblTrackers" = "Трекеры, Веб-сиды:";
"lblYouTubeQuality" = "Качество:";
"logMsgCheckingSize" = "Проверка размера";
"logMsgConnecting" = "подключение";
"logMsgCriticalError" = "критическая ошибка (%@)";
"logMsgDirectConnected" = "подключен напрямую";
"logMsgFtpBadResponse" = "Некорректный ответ FTP";
"logMsgOpeningFile" = "сохранено в %@";
"logMsgProxyConnected" = "подключен к прокси";
"logMsgResumableError" = "возобновляемая ошибка (%@)";
"logMsgSocketClosed" = "сокет закрыт";
"logMsgTaskCompleted" = "задача завершена";
"logMsgTaskStart" = "задача запущена";
"logMsgTaskStop" = "задача остановлена";
"logMsgTaskThreadCompleted" = "поток %@ завершен";
"logMsgTaskThreadStart" = "поток %@ запущен";
"logMsgThreadCompleted" = "поток завершен";
"logMsgThreadStarted" = "поток запущен";
"logWndCaption" = "Лог";
"lstNewTaskStartTypeTooltip" = "тип запуска";

"mAddDHTNode" = "Добавить DHT Узел";
"mAddTracker" = "Добавить Трекер";
"mAddWebSeeds" = "Добавить Веб-сиды";
"mDHTnodes" = "DHT узлы";
"mGlobal_Setting" = "Глобальные настройки";
"mRemove" = "Удалить";
"mSeed_Forever" = "Раздавать всегда";
"mStopSeeding" = "Остановить Раздачу:";
"lblPrefStopSeed" = "Остановить раздачу:";
"mTrackers" = "Трекеры";
"mWedSeeds" = "Веб-сиды";
"megabyte" = "МБ";
"megabyte-sec" = "МБ/с";

"menuLastTasks" = "Последние загрузки";
"memuShowAll" = "Показать все";
"menuAbout" = "О Folx";
"menuBottom" = "Переместить вниз";
"menuBringToFront" = "Вынести всё на передний план";
"menuCheckUpdts" = "Проверить обновления";
"menuClose" = "Закрыть";
"menuCompact" = "Переход в Компактный";
"menuFull" = "Переключение из Компактного";
"menuCopyMagnetURI" = "Копировать Магнет-Ссылку";
"menuCreateTorrent" = "Создать Торрент-Файл";
"menuCut" = "Вырезать";
"menuDisablePlugin" = "Отключить плагин Folx";
"menuDown" = "Вниз";
"menuEdit" = "Изменить";
"menuEditTorrent" = "Изменить Торрент-Файл";
"menuEnablePlugin" = "Включить плагин Folx";
"menuFeedback" = "Обратная связь";
"menuFile" = "Файл";
"menuFileCopy" = "Копировать";
"menuFileCopyMany" = "Скопировать %i штук";
"menuFileCopyOne" = "Копировать \"%@\"";
"menuFileDelete" = "Удалить файл";
"menuFileDownload" = "Скачать файл";
"menuFileGetInfo" = "Свойства";
"menuFileOpenWith" = "Открыть с помощью";
"menuFilesDelete" = "Удалить файлы";
"menuFilesDownload" = "Скачать файлы";
"menuForceReCheck" = "Обновить хеш";
"menuHelp" = "Справка";
"menuHideFolx" = "Скрыть Folx";
"menuHideOthers" = "Скрыть другие";
"menuHideTags" = "Скрыть Панель Тегов ";
"menuHomePage" = "Главная страница Folx";
"menuLogWindow" = "Лог";
"menuManual" = "Справка Folx";
"menuMinimize" = "Свернуть";
"menuNewTask" = "Новая задача";
"menuNewTaskAddFolder" = "Выбрать другую";
"menuNewTaskAutoFolder" = "Автоматически";
"menuNewTaskStartImmediately" = "Немедленно";
"menuNewTaskStartManualy" = "Вручную";
"menuNewTaskStartScheduled" = "Запланировано";
"menuPaste" = "Вставить";
"menuPrefs" = "Настройки...";
"titlePrefs" = "Настройки";
"menuProFeatures" = "Функции PRO";
"menuQLPanel" = "Быстый Просмотр";
"menuQuit" = "Выйти";
"menuRecoveryCode" = "Код восстановления";
"menuRelocate" = "Переместить";
"menuSearchTorrent" = "Искать торрент";
"menuSelectAll" = "Выбрать все";
"menuServices" = "Службы";
"menuShowCompact" = "Компактное Окно";
"menuShowLog" = "Показать лог";
"menuShowTags" = "Показать панель тегов";
"menuShowTorrentInfo" = "Показать информацию о торренте";
"menuSpeedActivity" = "Показать активность канала";
"menuSpeedAuto" = "Авто";
"menuSpeedUnlim" = "Без ограничений";
"menuStartAll" = "Запустить все";
"menuStopAll" = "Остановить все";
"menuTaskDelete" = "Удалить задачу";
"menuTaskDeleteSelected" = "Удалить выбранное";
"menuTaskDeleteWFiles" = "Удалить вместе с файлами";
"menuTaskEdit" = "Изменить задачу";
"menuTaskFilter" = "Фильтр задач";
"menuTaskShowInFinder" = "Показать в Finder";
"menuTaskStart" = "Запустить задачу";
"menuTaskStartSelected" = "Запустить выбранные";
"menuTaskStop" = "Остановить задачу";
"menuTaskStopSelected" = "Остановить выбранные";
"menuTop" = "Наверх";
"menuTorrentInfoWindow" = "Информация о торренте";
"menuTransfers" = "Передачи";
"menuTransfersSpeedlimit" = "Ограничение скорости";
"menuTransfersSpeedlimitManual" = "Ручная настройка скорости";
"menuTransfersSpeedlimitNone" = "Без ограничений";
"menuTransfersSpeedlimitSmart" = "Регулировка \"Умной\" скорости";
"menuUninstall" = "Деинсталлировать";
"menuUp" = "Вверх";
"menuView" = "Вид";
"menuViewTask" = "Задачи";
"menuViewTorrentSearch" = "Поиск Торрентов";
"menuWindow" = "Окно";
"menuZoom" = "Увеличить";
"menuInvert" = "Инвертировать";
"menuCopyMagnet" = "Копировать магнет-ссылку";
"menuQuickLook" = "Быстрый просмотр";
"menuQuickLookItem" = "Быстрый просмотр \"%@\"";
"menuQuickLookItems" = "Быстрый Просмотр %i Шт.";
"menuNoSorting" = "Не Сортировать";

"msgCreateTag" = "Тег '%@' уже существует. Пожалуйста, придумайте ему другое имя.";
"msgDONTHavePermission" = "Неправильный путь";
"msgDeleteTag" = "Удалить теги";
"msgDeleteTask" = "Удалить задания";
"msgEnterFileTorrent" = "Пустой путь";
"msgFileNotFound" = "Файл не найден";
"msgFolderForTagNotFound" = "На Вашем компьютере нет папки для этого тега. Нажмите кнопку OK и Folx попытается создать такую папку.";
"msgFolderNotFoundCreate" = "Не удалось возобновить загрузку";
"msgImportFromOldVer" = "Импортировать из предыдущей версии";
"msgNeedInstallPlugin" = "Более простая и быстрая загрузка";
"msgInvalidTorrentFile" = "%@' не является допустимым торрент-файлом.";
"msgLoadFTPFolder" = "Вы хотите загрузить всю папку?";
"msgNotConnected" = "Не удалось подключиться";

"msgRestoreFailed" = "Ваши покупки не восстановлены";
"msgTorrentCreateErr" = "Не удалось создать торрент-файл";
"msgTorrentFileCountZero" = "Размер выбранных файлов - 0 байт";
"msgTorrentFileNotFound" = "Не удалось найти файл или каталог с именем \"%@\"";
"msgTorrentInList" = "Торрент-дубликат";
"msgTorrentRatio" = "Вы собираетесь раздавать торрент с рейтингом, который превышает установленный для него лимит";
"msgTrackersNotFound" = "Вам необходимо добавить трекеры в Ваш только что созданный торрент-файл.";
"msgTrialExpired" = "Срок действия Вашей временной PRO лицензии истек";
"msgUnableMount" = "Не удалось подключить \"%@\"";
"msgWantStop" = "Вы хотите остановить загрузку?";
"msgYoutubeUnAvalible" = "Данная версия Folx не поддерживает загрузку видео с YouTube.";
"msgfieldNameIsEmpty" = "Имя не введено";
"msgfieldPathIsEmpy" = "Имя папки не введено";
"msgSetAsDefaultApp" = "Вы хотите назначить Folx своим торрент-клиентом по умолчанию?";
"msgShortStringForSearch" = "Длина вводимого для поиска текста не должна быть меньше 3х символов. Чем длиннее текст Вы вводите, тем быстрее и точнее будут выведены результаты поиска.";
"multipleValues" = "[множество ссылок]";
"multipleTagValues" = "[множество значений]";
"notificationTorrentsLoaded" = "загружено %i торрент-файл(ов)";
"placeHolderNewTask" = "Добавить ссылку здесь";
"placeHolderTSearch" = "Поиск по торрент-трекерам...";
"prefBtnInstallExt" = "Установить расширения";
"prefCheckMimeType" = "Перехватывать только:";
"prefDisable" = "Не совершать никаких действий";
"prefDontUseProxy" = "Не использовать прокси для:";
"prefFreeScheduler" = "ПЛАНИРОВЩИК доступен в PRO версии.";
"prefFreeScheduler1" = "Начать его использование";
"prefFreeV" = "Эти настройки будут применены после перехода на PRO версию";
"prefFreeVSpeed" = "Регулировка \"Умной\" скорости доступна только в PRO версии.";
"prefLblInstallExt" = "Расширения для Вашего Folx доступны для Safari, Google Chrome, Firefox, и Opera. Вы можете добавлять закачки в приложение непосредственно из Вашего браузера.";
"prefMaximalActiveTasks" = "Макс. кол-во активных задач:";
"prefMaximalActiveUploads" = "Макс. кол-во активных раздач:";
"prefMinSizePerThread" = "Мин. размер для потока:";
"prefOnAllTasksComplete" = "По окончании всех загрузок:";
"prefOpenAtLogin" = "Открыть при входе";
"prefPassword" = "Пароль:";
"prefPort" = "Порт:";
"prefQuit" = "Выйти";
"prefRestoreDefaults" = "Восстановить настройки";
"prefServer" = "Сервер:";
"prefShowNewTaskWindow" = "Показать окно \"Новая задача\"";
"prefShowNewTaskWindowLbl" = "При добавлении новой загрузки:";
"prefShutdown" = "Выключение";
"prefSleep" = "Спящий режим";
"prefSpeedLimit" = "Ограничить скорость загрузки до:";
"prefUSpeedLimit" = "Ограничить скорость отдачи до:";
"prefStartSheduled" = "Включить планировщик";
"prefStopSheduled" = "При остановке планировщика:";
"prefTagFree" = "Интеграция в iTunes доступна в PRO версии. ";
"prefTagName" = "Имя";
"prefTagOptions" = "Автоматически назначать этот тег задачам с атрибутами:";
"prefTorrentSerachFree" = "Поиск торрентов - это функция PRO версии.";
"prefPassRememberFree" = "Вы можете сохранить только 2 пароля в бесплатной версии Folx.";
"prefUSpeedLimit" = "Ограничить скорость отдачи до:";
"prefUpdateInterval" = "Интервал обновления:";
"prefUseHTTPProxy" = "Использовать HTTP прокси:";
"prefUseHTTPSProxy" = "Использовать HTTPS прокси:";
"prefUseSOCKS4" = "SOCKS4";
"prefUseSOCKS5" = "SOCKS5";
"prefUseSOCKSProxy" = "Использовать SOCKS прокси:";
"prefUser" = "Пользователь:";
"prefUserAgent" = "User Agent:";
"prefLblScheduler" = "Планировщик:";
"prefLblSchedule" = "Запланировать:";
"prefBtnLimit" = "Ограничение по времени";
"prefLblWeekDays" = "Дней:";
"prefLblFrom" = "От:";
"prefLblTo" = "На:";
"prefBtnNothing" = "не выбраны";
"prefBtnEveryday" = "Каждый день";
"prefBtnWeekDays" = "Рабочие дни";
"prefBtnWeekEnds" = "Выходные дни";
"prefLblMonday" = "Понедельник";
"prefLblTuesday" = "Вторник";
"prefLblWednesday" = "Среда";
"prefLblThursday" = "Четверг";
"prefLblFriday" = "Пятница";
"prefLblSaturday" = "Суббота";
"prefLblSunday" = "Воскресенье";
"prefLblSmart" = "Контроль \"Умной\" скорости:";
"prefAppList" = "Когда приложения в списке активны";
"prefLblPassList" = "Сохр-ные пароли:";
"prefLblHeaderHost" = "Хост";
"prefLblHeaderUserName" = "Пользователь";
"prefLblHost" = "Хост:";
"prefLblUserName" = "Имя пользователя:";
"prefLblPassword" = "Пароль:";
"prefLblPrivacy" = "Приватность:";
"prefLblAgent" = "Folx Agent:";
"prefLblInfo" = "Мы рекомендуем Вам держать эту опцию включенной для совершенствования продукта. Ваши личные данные НЕ используются";
"prefLblProxyPlaceholder" = "напр.: example.com";
"prefLblActive" = "Активно";
"prefLblSeeding" = "Раздача";
"prefLblDownload" = "Загрузка";
"prefLblDisable" = "Выкл.";

"toolTipStopAndClearSearch" = "Остановить поиск и очистить результаты";
"toolTipStopAndBack" = "Остановить и вернуться к задачам";
"toolTipAddNewTask" = "Добавить новую задачу";
"toolTipStopSearch" = "Остановить поиск";
"toolTipStartSearch" = "начать поиск";
"toolTipSpeedLimitControp" = "Контроль ограничения скорости";

"lblAddingUrls" = "Добавление загрузок";
"lblAddingUrlsProgress" = "Добавление %i из %i...";
"lblSelectedCaption" = "Выбрано %d из %d";
"lblSmartSpeedControlSSL" = "Ограничение \"Умной\" скорости";
"lblSmartSpeedControlUnlim" = "Без ограничений";
"lblSmartSpeedControlAuto" = "\"Умная\"";
"lblSmartSpeedControlDL" = "Загр: %@";
"lblSmartSpeedControlUL" = "Разд.: %@";
"lblNoTorrentSelected" = "Торрент не выбран";
"lblFolxReminder" = "Получить возможности PRO версии";

"msgPasswordExist" = "Информация уже есть в списке";
"infoPasswordExist" = "Вы уже создали пароль и логин для этого подключения.";

"msgCancelAdding" = "Остановить добавление загрузок";
"infoCancelAdding" = "Вы уверены, что хотите остановить добавление новых загрузок и удалить уже добавленные?";

"infoSavePassword" = "Хотите ли Вы сохранить пароль для этого сайта для будущих загрузок?";
"msgSavePassword" = "Сохранить пароль?";

"msgNewTaskTorrentInvalidInput" = "Торрент-файл не выбран";
"infoNewTaskTorrentInvalidInput" = "Пожалуйста, выберите торрент-файл, который Вы хотите загрузить с помощью Folx.";

"msgErrSmartSpeedAddingApp" = "Вы пытаетесь добавить Folx";
"infoErrSmartSpeedAddingApp" = "Folx не может сам себя отслеживать и соответственно регулировать скорость. В этом просто нет никакого смысла.";

"regTo" = "Зарегистрирован:";
"remstr0" = "Разбить закачки на 20 поток.";
"remstr1" = "Контроль \"Умной\" скорости";
"remstr2" = "Поиск торрентов";
"remstr3" = "Менеджер паролей";
"remstr4" = "Планировщик загрузок";
"remstr5" = "Ручная скорость";
"remstr6" = "Скачать с YouTube";
"remstr7" = "Интеграция с iTunes";
"remstr16" = "Обновитесь для доступа к %@ функциям";
"remstr17" = "PRO";
"remstr18" = "$19.95";
"remstr19" = "Folx PRO может еще многое Вам предложить! Узнайте все его супервозможности!";

"music_filter" = "Музыка";
"video_filter" = "Видео";
"applications_filter" = "Приложения";
"documents_filter" = "Документы";
"images_filter" = "Изображения";

"TorrentInfoSegment_General" = "Общие";
"TorrentInfoSegment_Peers" = "Пиры";
"TorrentInfoSegment_Pieces" = "Части";
"TorrentInfoSegment_Files" = "Файлы";
"TorrentInfoSegment_Trackers" = "Трекеры";

"PeersViewHeaderTitle_address" = "Адрес";
"PeersViewHeaderTitle_client" = "Клиент";
"PeersViewHeaderTitle_payload_up_speed" = "Скорость отдачи";
"PeersViewHeaderTitle_payload_down_speed" = "Скорость загрузки";
"PeersViewHeaderTitle_progress" = "Прогресс";
"PeersViewHeaderTitle_total_upload" = "Загружено";
"PeersViewHeaderTitle_total_download" = "Скачано";

"PiecesViewHeaderTitle_piece_index" = "Часть";
"PiecesViewHeaderTitle_blocks_in_piece" = "Заблокировано";
"PiecesViewHeaderTitle_finished" = "Завершено";
"PiecesViewHeaderTitle_piece_state" = "Режим";

"FilesViewHeaderTitle_state" = "Имя файла";
"FilesViewHeaderTitle_priority" = "Приоритет";
"FilesViewHeaderTitle_size" = "Размер";
"FilesViewHeaderTitle_progress" = "Скачано";
"FilesViewHeaderTitle_finished" = "Части";

"TrackersViewHeaderTitle_name" = "Имя";
"TrackersViewHeaderTitle_status" = "Статус";
"TrackersViewHeaderTitle_update_in" = "Обновить в";
"TrackersViewHeaderTitle_seeds" = "Сиды";
"TrackersViewHeaderTitle_peers" = "Пиры";
"TrackersViewHeaderTitle_loaded" = "Скачано";
"FileList_url" = "url";

"SetAsDefault" = "По умолчанию";

"DontSet" = "Не сейчас";
"AddButton" = "Добавить";

/*GO,GO+*/
"btnBoughtLicense" = "Разблокировано";
"remstr8" = "Пакет PRO функций";
"remDescr0" = "Оптимизируйте использование Folx-ом интернет-трафика и сами выставляете нужную скорость в определенные дни.";
"remDescr1" = "Позволяет выбирать наиболее подходящее время для начала и остановки загрузок.";
"remDescr2" = "Эта функция может помочь Вам значительно увеличить скорость загрузки.";
"remDescr3" = "Загруженные музыка и видео могут быть автоматически добавлены в плейлисты ITunes.";
"remDescr4" = "Сохраните учетные данные для более быстрой загрузки с веб-ресурсов, требующих аутентификации.";
"remDescr5" = "Получите сразу все функции PRO.  За это точно стоит заплатить!";

"msgScheduleAlert" = "Внимание! Планировщик будет работать в фоновом режиме";
"infoScheduleAlert" = "Вы собираетесь включить планировщик загрузок Folx. Для этого запустится отдельный процесс, который будет работать в фоновом режиме даже при выходе из Folx. Чтобы отключить его, просто отмените запланированные задачи.";

"msgUnsupportedAlert" = "Невозможно начать закачку";
"infoUnsupportedAlert" = "Folx GO не поддерживает загрузку ссылок такого типа. Приносим извинения за неудобства.";

"FTPFileList_filename" = "Файл";
"FTPFileList_size" = "Размер";
"FTPFileList_date" = "Дата";

"UrlPlaceHolderGO" = "Введите ссылку на скачивание";

"alert-appstatico-title" = "Помогите нам стать лучше";
"alert-appstatico-message" = "Хотели бы Вы отправлять нашей команде анонимную статистику использования? Она будет включать в себя только эксплуатационные характеристики продукта. Никакие ваши персональные данные собираться не будут.";
"alert-appstatico-ok" = "Отправить";
"alert-appstatico-cancel" = "Не отправлять";

"msgStartFailed" = "Не удалось запустить Folx";

"infoStartFailedGO" = "Ошибка при обновлении Folx GO. Пожалуйста, переместите предыдущую версию Folx GO в Корзину, затем очистите Корзину и перезагрузите Mac. Загрузите и установите последнюю версию Folx GO из App Store и восстановите Ваши предыдущие покупки.";
"infoStartFailedGOPLUS" = "Ошибка при обновлении Folx GO +. Пожалуйста, переместите предыдущую версию Folx GO + в Корзину, затем очистите Корзину и перезагрузите Mac. Загрузите и установите последнюю версию Folx GO + из App Store и восстановите Ваши предыдущие покупки.";

"msgRestoreComplete" = "Готово!";
"infoRestoreComplete" = "Ваши покупки восстановлены.";

/*new*/
"btnSaveCookie" = "Сохр. куки";
"prefLblHeaderCreationDate" = "Дата создания";
"lblBasePass" = "HTTP или FTP пароль";
"descBasePass" = "Сохраняет логин и пароль для будущих загрузок.";

"lblWebPass" = "Аутентификация браузера";
"descWebPass" = "Сохраняет куки для веб-сайта. Не сохраняет логин и пароль.";
"placeHolderUrlBrowser" = "Вставьте URL Здесь";
"btnSelectCookie" = "Сохр-ные пароли";

"infoAlertDeletePass" = "Если Вы захотите скачивать с этого сайта в будущем, Вам необходимо будет сохранить логин и пароль еще раз.";
"messAlertDeletePass" = "Вы уверены, что хотите удалить данные для входа на %@?";

"GoToAiryButton" = "Получить приложение Airy";
"LoginButton" = "Войти";
"messAlertYoutubeErr" = "Folx не удалось загрузить это видео с YouTube. Попробуйте войти в Ваш аккаунт YouTube и скачать его снова или используйте наш загрузчик Airy для закачки этого видео.";
"infoAlertYoutubeErr" = "Не удалось скачать";

"lblWebViewStep1" = "1. Вставить URL";
"lblWebViewDescStep1" = "Вставьте ссылку в поле выше и нажмите \"Enter\".";
"lblWebViewStep2" = "2. Войти";
"lblWebViewDescStep2" = "Введите данные для входа на этот веб-сайт. Они не будут сохранены и нужны только для куки.";
"lblWebViewStep3" = "3. Сохранить";
"lblWebViewDescStep3" = "Нажмите кнопку \"Сохранить\" для сохранения новых настроек.";
"strWebSitePass" = "Веб-аутентификация";
"prefSwitchToAllTasks" = "Показать все текущие задачи";
"menuSelectNone" = "Отменить выделение";
"lblOptions" = "Параметры:";
"placeHolderSelectSource" = "Выбрать источник";
"placeHolderSelectTorrent" = "Выбрать торрент-файл";
"menuSpeedLimit" = "Ограничить Скорость Загрузки до";
"menuUSpeedLimit" = "Ограничить Скорость Отдачи до";
"btnBuyNow" = "Купить";

/*new*/
"messAlertYoutubeErrSetapp" = "Folx не удалось скачать это видео с YouTube. Попробуйте войти в свою учетную запись YouTube и повторите загрузку.";
"miCustom"="По выбору";
"miChoose"="Установить...";
"alertChooseCustDownloadSpeed"="Установить свою скорость загрузки";
"alertChooseCustUploadSpeed"="Установить свою скорость отдачи";